{
    "MANE": {
        "name": "MANE",
        "assemblyName": "GRCh38",
        "assemblyFasta": "./data/HomoSapiens/GRCh38/grch38.18.fa",
        "file": "./example/data/HomoSapiens/GRCh38/MANE.v10.18.gtf",
        "information": "The MANE project - The Matched Annotation from the NCBI and EMBL-EBI (MANE) is a collaborative project that aims to converge on human gene and transcript annotation and to define a genome wide set of representative transcripts and corresponding proteins for human protein-coding genes. Each MANE transcript represents an exact match in exonic regions between a Refseq transcript and its counterpart in the Ensembl/GENCODE annotation such that the two identifiers can be used synonymously. Further, a MANE transcript matches GRCh38 reference genome assembly perfectly, and is chosen based on biologically relevant criteria such as transcript expression levels and conservation of coding regions. Currently, the deliverables of the project include:\nMANE Select: The MANE Select set consists of one transcript at each protein-coding locus across the genome that is representative of biology at that locus. This set is useful as a universal standard for clinical reporting, as a default for display on browsers and key genomic resources, and as a starting point for comparative or evolutionary genomics. MANE Select transcripts are identified using computational methods complemented by manual review and discussion.\nMANE Plus Clinical: The MANE Plus Clinical set includes additional transcripts for genes where MANE Select alone is not sufficient to report all \"Pathogenic (P)\" or \"Likely Pathogenic (LP)\" clinical variants available in public resources.",
        "transcript_type_key":"transcript_type",
        "gene_type_key":"gene_type",
        "link": "https://www.ncbi.nlm.nih.gov/refseq/MANE/",
        "citation": "Morales, J., Pujar, S., Loveland, J.E. et al. A joint NCBI and EMBL-EBI transcript set for clinical genomics and research. Nature 604, 310–315 (2022). https://doi.org/10.1038/s41586-022-04558-8"
    },
    "RefSeq": {
        "name": "RefSeq",
        "assemblyName": "GRCh38",
        "assemblyFasta": "./data/HomoSapiens/GRCh38/grch38.18.fa",
        "file": "./example/data/HomoSapiens/GRCh38/refseq.18.gtf",
        "information": "The Reference Sequence (RefSeq) collection provides a comprehensive, integrated, non-redundant, well-annotated set of sequences, including genomic DNA, transcripts, and proteins. RefSeq sequences form a foundation for medical, functional, and diversity studies. They provide a stable reference for genome annotation, gene identification and characterization, mutation and polymorphism analysis (especially RefSeqGene records), expression studies, and comparative analyses. [ more... ]",
        "transcript_type_key":"gbkey",
        "gene_type_key":"gene_biotype",
        "link": "https://www.ncbi.nlm.nih.gov/refseq/",
        "citation": "Nuala A. O'Leary, Mathew W. Wright, J. Rodney Brister, Stacy Ciufo, Diana Haddad, Rich McVeigh, Bhanu Rajput, Barbara Robbertse, Brian Smith-White, Danso Ako-Adjei, Alexander Astashyn, Azat Badretdin, Yiming Bao, Olga Blinkova, Vyacheslav Brover, Vyacheslav Chetvernin, Jinna Choi, Eric Cox, Olga Ermolaeva, Catherine M. Farrell, Tamara Goldfarb, Tripti Gupta, Daniel Haft, Eneida Hatcher, Wratko Hlavina, Vinita S. Joardar, Vamsi K. Kodali, Wenjun Li, Donna Maglott, Patrick Masterson, Kelly M. McGarvey, Michael R. Murphy, Kathleen O'Neill, Shashikant Pujar, Sanjida H. Rangwala, Daniel Rausch, Lillian D. Riddick, Conrad Schoch, Andrei Shkeda, Susan S. Storz, Hanzhen Sun, Francoise Thibaud-Nissen, Igor Tolstoy, Raymond E. Tully, Anjana R. Vatsan, Craig Wallin, David Webb, Wendy Wu, Melissa J. Landrum, Avi Kimchi, Tatiana Tatusova, Michael DiCuccio, Paul Kitts, Terence D. Murphy, Kim D. Pruitt, Reference sequence (RefSeq) database at NCBI: current status, taxonomic expansion, and functional annotation, Nucleic Acids Research, Volume 44, Issue D1, 4 January 2016, Pages D733–D745, https://doi.org/10.1093/nar/gkv1189"
    },
    "GENCODE": {
        "name": "GENCODE",
        "assemblyName": "GRCh38",
        "assemblyFasta": "./data/HomoSapiens/GRCh38/grch38.18.fa",
        "file": "./example/data/HomoSapiens/GRCh38/gencode.v41.18.gtf",
        "information": "The goal of the GENCODE project is to identify and classify all gene features in the human and mouse genomes with high accuracy based on biological evidence, and to release these annotations for the benefit of biomedical research and genome interpretation. ",
        "transcript_type_key":"transcript_type",
        "gene_type_key":"gene_type",
        "link": "https://www.gencode.com",
        "citation": "Harrow, J., Frankish, A., Gonzalez, J. M., Tapanari, E., Diekhans, M., Kokocinski, F., ... & Hubbard, T. J. (2012). GENCODE: the reference human genome annotation for The ENCODE Project. Genome research, 22(9), 1760-1774."
    },
    "CHESS.3.0": {
        "name": "CHESS.3.0",
        "assemblyName": "GRCh38",
        "assemblyFasta": "./data/HomoSapiens/GRCh38/grch38.18.fa",
        "file": "./example/data/HomoSapiens/GRCh38/chess3.0.grch38.18.gtf",
        "information": "CHESS is a comprehensive set of human genes based on nearly 10,000 RNA sequencing experiments produced by the GTEx project. ",
        "transcript_type_key":"gene_type",
        "gene_type_key":"gene_type",
        "link": "https://ccb.jhu.edu/chess/",
        "citation": "Varabyou, A., Sommer, M. J., Erdogdu, B., Shinder, I., Minkin, I., ... & Pertea, M. (2023). CHESS 3: an improved, comprehensive catalog of human genes and transcripts based on large-scale expression data, phylogenetic analysis, and protein structure. Genome biology, 24(1), 249."
    },
    "CHESS.3.0.1": {
        "name": "CHESS.3.0.1",
        "assemblyName": "CHM13",
        "assemblyFasta": "./data/HomoSapiens/CHM13/chm13.18.fa",
        "file": "./example/data/HomoSapiens/CHM13/chess3.0.1.CHM13.18.gtf",
        "information": "The re-release of the chess annotation based on updated protocol",
        "transcript_type_key":"gene_type",
        "gene_type_key":"gene_type",
        "link": "https://ccb.jhu.edu/chess/",
        "citation": "Varabyou, A., Sommer, M. J., Erdogdu, B., Shinder, I., Minkin, I., ... & Pertea, M. (2023). CHESS 3: an improved, comprehensive catalog of human genes and transcripts based on large-scale expression data, phylogenetic analysis, and protein structure. Genome biology, 24(1), 249."
    },
    "CSESS": {
        "name": "CSESS",
        "assemblyName": "SIV239",
        "assemblyFasta": "./data/SIV/M33262.1.fasta",
        "file": "./example/data/SIV/csess.1.0.0.gtf",
        "information": "Evidence-based annotation of the transcriptome and proteome of SIV-infected cells",
        "transcript_type_key":"",
        "gene_type_key":"",
        "link": "https://ccb.jhu.edu/chess/",
        "citation": "Jiménez, V. C., Geretz, A., Tokarev, A., Ehrenberg, P. K., Deletsu, S., Machmach, K., ... & Bolton, D. L. (2023). AP-1/c-Fos supports SIV and HIV-1 latency in CD4 T cells infected in vivo. Iscience, 26(10)."
    }
}
